driver-tests/iepse/IEPDistinct/DistinctApp/test/GapWindowInput/template.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:str="GapWindowInput.GapWindowInput_iep">
   <soapenv:Header/>
   <soapenv:Body>
      <str:StreamInput0_MsgObj>
         <anint>${anint.0}</anint>
         <bigint1>${bigint1.0}</bigint1>
         <double1>${double1.0}</double1>
         <varchar1>${varchar1.0}</varchar1>
         <date1>${date1.0}</date1>
         <ts1>${ts1.0}</ts1>
      </str:StreamInput0_MsgObj>
   </soapenv:Body>
</soapenv:Envelope>